Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/1177.se/blodprov-psa.html.tmx
Source language: sme
Languages: sma

source: Davvisámegiella / Nordsamiska
sma: Åarjelsaemiengiele / Sydsamiska

source: Varraiskkus: PSABlodprov: PSA
sma: Vïrrepryövenasse: PSABlodprov: PSA

source: Manin dárbbaha guođđit iskosa ?
sma: Mannasinie daarpesje pryövenassem vadta ?

source: Goas guođđit PSA iskosa ?
sma: Gåessie pryövenassem PSA:en gaavhtan vadta ?

source: PSA lea varraiskkus mii gullo daidda dutkamiidda man sáhttá dahkat go ovdaráksá dutkojuvvo.
sma: PSA vïrrepryövenasse mij goerehtimmine mah tjuara darjodh gosse prostatam goerehtidh.

source: Muhtumiin guđđojuvvo PSA-iskkus jus leat gožžaráhkováivvit man doavttir eahpida boahtit prostátas, ovdamearkka dihte jus dávjá dárbbaha mannat cissame seamma áigge go cirggas lea headju.
sma: Muvhten aejkien PSA-pryövenassem vadta jis gadtjeåerine tjoeperdimmie mij dåaktere såvma prostateste båata, vuesiehtimmien gaavhtan jis daamhtetje tjuara gadtjedh seamma aejkien sjeapsjoeh gosse gadtjedh.

source: Sáhttá maid guođđit PSA-iskosa jus doavttir dovdá rievdamiid ovdaráksás go dat dutkojuvvo, rievdamiid mat sáhttet dagahit máŋga earalágan váivvi ja skibasvuođa.
sma: Maahta aaj PSA-pryövenassem vedtedh jis dåaktere damta naan jeatjahtehtemh prostatesne gosse dam goerehte, jeatjahtehtemh mejnie maahta tjoeperdidh jïh mestie skeamtjodh.

source: Lea dehálaš diehtit ahte loktanan PSA-árvu ii leat seamma ášši go ahte lea ovdaráksáborašdávsa.
sma: Vihkeles daajra jis jollebe PSA-vierhtiem åådtje ij seamma goh prostatacancere.

source: Lea dábálaš unnánaš muttolaš PSA lassánemiin leat eará sivat.
sma: Sïejhme smaave jeatjahtehtemh PSA:este båetieh jeatjah fåantojste.

source: Seamma ládje ii sáhte normála árvu ollásit guođđit eret ovdaráksáborašdávdda.
sma: Seamma vuekine sïejhme vierhteste maahta jiehtedh ij leah prostatacancere.

source: Boađus ferte álot árvvoštallot makkár váivvit leat ja maid eará dutkamat čájehit.
sma: Illeldahkem tjuara iktegisth vierhtiedidh destie mejnie tjoeperde jïh mah jeatjah goerehtimmieh vuesiehtieh.

source: Jus olbmos leat guokte dehe eanet lagas dievdofuolkki geain lea ovdaráksáborašdávda, lea stuorit riska ahte oažžu skibasvuođa.
sma: Jis göökte jallh jienebh almah prostatacancerem utnieh fuelhkesne, dellie stuerebe vaahra skeamtjodh.

source: Dan dáhpáhusas ávžžuhuvvo váldit dássedit PSA - iskosa 40-50 jagis gitta 70 jagi rádjái.
sma: Dan gaavhtan evtede, edtja ahkedh PSA-pryövenasside vaeltedh 40-50 jaepiej raejeste 70 jaepieh raajan

source: PSA mihtiduvvo maid ovdaráksáborašdávdda dikšuma áigge.
sma: PSA aaj möölie gosse prostatacancerem båehtjerde.

source: Jus dikšun ábuha dan fuomáša ahte PSA- árvu luoitá.
sma: Jis viehkiem båehtjierdimmine dellie PSA-vierhtiem vualanidh.

source: PSA-iskosa buorit ja heajos bealit
sma: Aevhkieh jïh slearesh PSA-pryövenassine

source: PSA- iskkus ii dahkko rutiinnalaččat dego dábálaš dearvvašvuođakontrolla dievdduide oaidnin dihte leago dain hui árra hámat ovdaráksáborašdávda.
sma: Ij PSA-pryövenassem vaeltieh goh sïejhme healsoevaaksjome almide sæjhta vuejnedh jis dah dan aareh hammoe prostatacancerem utnieh.

source: Dat vuolgá das ahte ii leat álo oavdu fuomášit ja dikšut árra hámat ovdaráksáborašdávdda.
sma: Ij iktegisth aevhkie aejhtsieh dah aareh hammoeh prostatacancerh jïh dejtie båehtjierdidh.

source: Dikšun sáhttá addit bissovaš siidováikkuhusaid impoteanssa ja doallannávccahisvuođa dievdduin gos ovdaráksáborašdávda ii livččii geargan ovdánit maninge váralaš dávdan.
sma: Båehtjierdimmijste impotensem jïh inkontinensem maehtieh almide sjïdtedh gusnie prostatacancere ij hinnh dan stoerre skaaram darjodh jïh ålvas skïemtjelassese evtiedidh.

source: Borašdávdašattalmas ovdarávssás sáhttá juogo šaddat hihtásit attitkeahttá mangelágán váivviid dehe šaddat johtilit ja viidut goruda eará osiide.
sma: Cancerenaareme prostatesne maahta seejnelaakan sjïdtedh jïh destie ij tjoeperh jallh dïhte maahta varki sjïdtedh jïh jeatjah sijjide kråahpesne haasenidh.

source: Árra muttus ii sáhte earuhit dan guovtti borašdávdahámi ja lea várra dikšut borašdávdahámi mas ii livččii ožžon mangelágán váivviid eallináiggistis.
sma: Aareh deahpadimmesne ij maehtieh dejtie göökte cancerehammojde juekedh jïh vaahra dan gaavhtan aalka cancerehammoem båehtjierdidh mestie ij dan jieliedisnie tjoeperdh.

source: Máŋggat dievddut háliidit goit čađahit dutkama oažžun dihte čielgasa leago sis ovdaráksáborašdávda.
sma: Jïjnjh almah sijhtieh dam goerehtidh jïh sijhtieh daejrieh jis prostatacancerem utnieh.

source: Ovdalgo mearrida galgágo guođđit PSA- iskosa lea buorre váldit čielgasa eanet buriin ja heajos beliin árrat áicojuvvon šattalmasa dikšumis.
sma: Åvteli nænnoste jis galka PSA-pryövenassem vedtedh, hijven daejredh jienebh båehtjierdimmien aevhkiej jïh sleari bïjre jis aalka aareh aajhtseme naarenem båehtjierdidh.

source: Jus háliida de mannat viidáseappot ja ságastit doaktáriin galgá diŋgot áiggi dearvvašvuođaguovddážii dehe fitnodatdearvvašvuođadikšumii.
sma: Sæjhta dan mænngan vijresåbpoe vaedtsedh jïh dåakterinie rååresjidh galka tæjmoem dængkodh hoksejarngesne jallh sïeltehealsoehoksesne.

source: Mii lea PSA ja gos dat lea ?
sma: Mij lea PSA jïh gusnie gååvnese ?

source: PSA lea oanádus ovdaráksáspesifihkka anti-genas.
sma: PSA åeniedimmie prostataspecifikt antigen:este.

source: Dat lea proteiidna mii válbmejuvvo ovdarávssás ja mii čuovvu siepmančázi mielde go oažžu orgásmma ja dahká ahte sagahanseallat šaddet lihkkibun.
sma: Dïhte lea proteijne maam prostatareavsesne sjædta jïh boetje-goglenassem dåerede jïh destie spermijh jienebe svihtjieh.

source: PSA lea dábálaččat una mearit varasnai, ja jur dat mearri mii mihtiduvvo PSA-iskosa bakte.
sma: Ånnetji PSA daamhtaj vïrresne gååvnesieh, jïh dam PSA-pryövenassine mïetedh.

source: Borašdávdda lassin leat máŋga dábálaš rievdama ovdarávssás mat sáhttet dahkat ahte PSA- árvu loktana varas.
sma: Canceren lissine gååvnesieh jïjnjh daamhtaj jeatjahtehtemh prostastesne mejstie PSA-veaha maahta jeananidh.

source: Ovdamearkka dihte buorresoarttat ovdaráksástuorrun ja vuolši ovdarávssás sáhttet, ng. prostátihtta, dagahit ahte ovdarávssás golgá eanet PSA varrii.
sma: Vuesiehtimmien gaavhtan buerie prostatastueriedimmie jïh jis prostatareavsam ovleme, guktie gohtje prosatite, destie jienebh PSA-vïrrese atjkieh.

source: Jagiid mielde PSA-árvu loktana vehá eanaš dievdduin daningo ovdaráksá šaddá stuoribun go ahki lassu.
sma: Jaepiej mietie PSA-veahka ånnetji jeanane jeenjemes almine dan gaavhtan prostatareavsa stuerede gosse båarasåbpoe sjædta.

source: Stuorimus oassi vara PSA:s lea čadnon sierra proteiinnaide.
sma: Stööremes veahka PSA vïrresne lea ovmessie proteineridie tjatneme.

source: Muhto lea maid una oassi friddja, čanakeahtes PSA.
sma: Mohte gååvnese aaj onne veahka frijjes, ov-tjatneme PSA.

source: Go leat eará sivat go borašdávda muttágis PSA-loktanemiin, láve leahkit eanet friddja PSA varas.
sma: Gosse jeatjah sjïekh goh cancere PSA-stueriedimmien duekesne, pråvhka jienebe frijjes PSA:em vïrresne.

source: Danin dat sáhttá addit doaktárii dihto rávvaga mihtidit čadnojuvvon ja friija PSA gaskavuođa.
sma: Dan gaavhtan maahta dam dåaktererasse naaken bïhkedimmiem vedtedh gosse mööledh jïh tjatnemidie jïh ov-tjatneme PSA:idie sjïehteladtedh.

source: Mot iskkus váldojuvvo ?
sma: Guktie pryövenassem vaalta ?

source: Iskkus váldo dábálaččat gieđas asehis nálu vehkiin mii čuggejuvvo varrasutnii, venai.
sma: Pryövenassem gïeteste vaalta viehkine sigkies naaloe maam vïrreåaran, venese, baska.

source: Danin dán sullásaš varraiskkus gohčoduvvo vena iskkusin.
sma: Dannasinie dam vïrrepryövenassem gohtje, venöse pryövenasse.

source: Iskkus sáhttá váldot vaikko goas jándoris.
sma: Pryövenassem maahta gåessŠakt dygnesne vaeltedh.

source: Ovdal iskosa váldima ferte čohkkehit 15 minuhta.
sma: Galka 15 minudth tjahkasjidh åvteli pryövenassem vaalta.

source: Muđui ii dárbbat mangelágán válmmastallamiid.
sma: Ij naan jeatjah ryöjredimmieh.

source: Jus dahká kirurgalaš doaibmabiju ovdaráksái PSA-árvu loktana.
sma: Jis kirurgijen darjomem dorje prostatesne dellie PSA-vierhtie jeanene.

source: Ferte vuordit unnimustá 10 beaivvi ovdalgo lea jierpmálaš váldit PSA-iskosa.
sma: Åådtje dellie vaenemes 10 biejjieh vuertedh åvteli PSA-pryövenassem vaeltedh.

source: Jus doavttir dan sádjái guldala ovdaráksá dat ii váikkut PSA- árvui.
sma: Jis dåaktere barre prostatam doehtede dellie ij PSA-vierhtiem tsevtsieh.

source: Goas oažžu vástádusa ?
sma: Gåessie vaestiedassem åådtje ?

source: Iskkus sáddejuvvo buohcceviessolaboratoriai gos dat analyserejuvvo.
sma: Pryövenassem skïemtjegåetien laboratorijumese seedtie gusnie dam analyseeredh.

source: Sáhttá soabadit doaktáriin goas ja got galgá beassat diehtit iskkusbohtosa.
sma: Maahta sov dåakterem seamadamme gåessie jïh guktie galka illeldahkem pryövenasseste åadtjodh.

source: Doavttir láve oažžut vástádusa laboratorias guovtti beaivvi siste.
sma: Dåaktere pråvhka vaestiedassem laboratorijumeste åådtje tïjjemieresne, akte jallh göökte biejjieh.

source: Got iskkusvástádus dulkojuvvo ?
sma: Guktie pryövenassen vaestiedassem toelhkedh ?

source: Iskkusvástádusa ferte álo veardidit makkár váivvit olbmos leat ja maid eará dutkamat čájehit.
sma: Illeldahkem tjuara iktegisth vierhtiedidh destie mejnie tjoeperde jïh mah jeatjah goerehtimmieh vuesiehtieh.

source: Vara PSA-árvu variere sierra dievdduid gaskka, maid dievdduid gaskkan geain eai leat ovdaráksáváivvit.
sma: PSA-vierhtie vïrresne ovmessie almaj gaskem jeatjahtehtedh, aaj almaj gaskem gïeh eah prostatine tjoeperdh.

source: Vai doaktáris galgá leahkit juoga masa veardida dallego iskkusvástádusat dulkojuvvojit gevtojuvvo ng. refereansaárvvut.
sma: Jis dåaktere edtja maehtedh mejnie akt mohtedidh dellie pråvhka maam gohtje referensevierhtie.

source: PSA:i lávejuvvo árvvut badjel 3 mikrográmma littara guovdu rehkenastot lassáneapmin.
sma: Jis PSA-vierhtie jollebe 3 mikrogramh lïjhterisnie dellie jeanane.

source: Alla árvvut, mas dat bohtet ?
sma: Jolle vierhtieh, mestie dah båetieh ?

source: Sullii ovttas logi gaskaagát olbmás lea loktanan PSA- árvu.
sma: Medtie akte luhkeste almah åådtje jollebe PSA-vierhtiem.

source: Dábálaš sivva veháš loktanan árvui lea buorresorttat ovdaráksástuorrun.
sma: Daamhts sjïeke ånnetji jeananamme vierhtide lea buerie prostatastueriedimmie.

source: Loktanan árvvuid sáhttá maid oažžut jus lea ovdaráksávuolšun, ng. kronalaš prostatihtta.
sma: Jeananamme vierhtieh maahta aaj åadtjodh jis lea prostatam ovleme, guktie gohtje kronijen prostatite.

source: Dábálaš gožžaoarreinfekšuvdna sáhttá addit meaddelmanni, muhto garra PSA loktaneami.
sma: Daamhts gadtjeåerieovleme maahta jollebe PSA:em vedtedh, mohte ij dan guhkiem.

source: Jus soames siva dihte ii sáhte gožžat ja guđđet gožžaráhku albma ládje, sáhttá maid oažžut gaskaboddosaš loktanan PSA-árvvu.
sma: Jis naan sjïekeste ij maehtieh gadtjedh jallh gadtjeboejem eensilaakan döömedh, maahta aaj boelhkem jollebe PSA-vierhtiem åadtjodh.

source: Jus lea váttis guđđet gožžaráhku nu ahte stuorimus oassi goččas geažos áigge lea ráhkus dat lávejuvvo gohčodit gožžaobbon.
sma: Jis dåeriesmoere gadtjeboejem döömie guktie gadtje aajmene boejesne dam gohtje sveerjengïelesne urinstämma.

source: Loktanan árvvuide sáhttá leahkit sivvan ovdaráksáborašdávda.
sma: Jollebe vierhtieh aaj prostatacanceristie båetieh.

source: Sullii goalmmát oasis dain geain lea loktanan PSA gávdnojuvvo borašdávda.
sma: Dejstie giej jollebe PSA medtie gåalmehts cancerem gaavna.

source: Gaskavuohta gaskkal friija ja čadnojuvvon PSA sáhttet addit doaktárii dihto bagadusa go lea jearaldat earuhit buorresorttat ovdaráksáváivviid ovdaráksáborašdávddas.
sma: Guktie lea frijjes jïh tjatneme PSA:i gaskem maahta dåakterasse naaken bïhkedimmiem vedtedh gosse edtja juekedh buerie prostatatjoeperdimmide jïh prostatacancerem.

source: Dain geat testejuvvo máŋgga háve máŋggaid jagiid, boahtá sullii ovttan njealjis leahkit PSA- árvu mii oalgguha lasse dutkamiidda.
sma: Dejstie gïeh goerehtamme jïjnjh aejkieh jaepiej tjïrrh, medtie akte njealjiste PSA-vierhtiem åtna maam tjuara lïhkebe goerehtidh.

source: Jus PSA-iskosa boađus čájeha alla árvvu, doavttir láve dahkat vel ovtta dutkama Ultra-jienain ja gođusiskosiin ovdarávssás.
sma: Jis PSA-pryövenasse vuesehte jolle vierhtiem, dellie dåaktere pråvhka aktem vielie goerehtimmiem darjodh ultratjoejine jïh pryövenassem vaeltedh prostatareavseste.

source: Jus doavttir áicá borašdávdda sáhttá oažžut dikšuma čuohpademiin, suonjardemiin dehe hormonadikšumiin.
sma: Jis dåaktere cancerem aajhtsa maahta dam båehtjierdidh operasjovnine, gadtjijinie jallh hormonebåehtjierdimmine.

source: Vuollegis árvvut, mas dat vulget ?
sma: Vuelebe vierhtieh, mestie dah båetieh ?

source: Vuollegis árvvut vuosttildit dan ahte livččii ovdaráksáborašdávda, vaikko beare okta PSA-iskkus ii olles sihkkarvuođain sáhte vuosttildit dan.
sma: Vuelebe vierhtieh jeahta ij prostatacancerem, jïlhts barre PSA-pryövenasse maahta dam vaestiedidh.

source: Jus oažžu ovdarávssá váldot eret čuohpademiin PSA-árvu luoitá illá mihtidan dássái.
sma: Jis prostatam operasjovnine laahpehti dellie PSA-vierhtie vualanidh guktie mahte ij maehtieh dam mööledh.

source: Vuollegis PSA-árvu sáhttá oainnát gevtojuvvot mihttun ahte čuohpadeamis lea leamaš ávki.
sma: Vuelebe PSA-vierhtie maahta aaj mööleminie utnedh jis operasjovne hijven effekte åtna.

source: Maid guovtti eará dikšunvugiin, suonjardemiin ja hormonadikšumiin, láve njiedjan PSA-árvu leahkit mearkan ahte dikšun lea doaibman bures.
sma: Dej göökte jeatjah båehtjierdimmievuekine, gadtjijh jïh hormonebåehtjierdimmie, pruvhkieh vuelebe PSA-vierhtie buerie væhta årrodh båehtjierdimmiem jåhta.

source: Čálli: Martin Enander, doavttir, spesialista almmolašmedisiinnas, Sundsvall
sma: Tjaelije: Martin Enander, dåaktere, spesialiste sïejhmemedicijnisnie, Saedtievaellie

source: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
sma: Gaajhkh sisvegisnie lea barkeme, goerehtamme jïh dååhkesjahteme redaksjovneste jïh redaksjovneraereste 1177 Vårdguiden.
